Revit 2024 API
CustomFieldData.FieldName Property
 The name of this custom field.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public string FieldName { get; }
Visual Basic
Public ReadOnly Property FieldName As String
	Get
Visual C++
public:
property String^ FieldName {
	String^ get ();
}
See Also
CustomFieldData Class
Autodesk.Revit.DB Namespace